{"sentence_index": 0, "sentence_text": "MILESTONES COMPETITIVE STRATEGY Strategy may not be the most dynamic word in the business lexicon, but reports of its death as a core discipline are premature.", "citations": [], "word_count": 26, "char_count": 159}
{"sentence_index": 1, "sentence_text": "The analytical approach to strategy first put forward in 1980 by Professor Michael E. Porter of the Harvard Business School was a watershed in business analysis.", "citations": [], "word_count": 26, "char_count": 161}
{"sentence_index": 2, "sentence_text": "Measuring Business Excellence revisits Competitive Strategy, Professor Porter's seminal work, and finds that it remains a powerful framework for understanding the competitive situation faced by today's organizations.", "citations": [], "word_count": 27, "char_count": 216}
{"sentence_index": 3, "sentence_text": "1 U p to 1980 economic research and analysis, conducted pri­ marily from the point of view of public policy, was not presented in a manner that helped industry practition­ ers to formulate corporate strategy.", "citations": [], "word_count": 35, "char_count": 208}
{"sentence_index": 4, "sentence_text": "At Harvard Business School, Professor Michael E. Porter identified a need for analytical techniques specifically applica­ ble to strategic planning.", "citations": [], "word_count": 20, "char_count": 148}
{"sentence_index": 5, "sentence_text": "A formal corporate strategy provides a coherent model for all business units and ensures that all those involved in strategic planning and its implementa­ tion are following common goals.", "citations": [], "word_count": 29, "char_count": 187}
{"sentence_index": 6, "sentence_text": "Professor Porter argues that traditional approaches to these questions are onedimensional, either focusing on the company per se to the exclusion of its operating environment, or targeting one aspect of industry, such as the cost/price relationship, while neglecting its overall structure.", "citations": [], "word_count": 41, "char_count": 289}
{"sentence_index": 7, "sentence_text": "Competitive Strategy identifies the industry as the basic unit of analysis, and the product (incorporating the idea of service) as the basic unit of business.", "citations": [], "word_count": 25, "char_count": 158}
{"sentence_index": 8, "sentence_text": "He builds on the definition of strategic plan­ ning as presented by Andrews (1971) and Christensen, Andrews and Bower (1977), 2 which he breaks down as follows: 1.", "citations": [], "word_count": 28, "char_count": 163}
{"sentence_index": 9, "sentence_text": "Identify the current business strategy (implicit or explicit) and define the industry structure and company position that this strategy assumes.", "citations": [], "word_count": 20, "char_count": 144}
{"sentence_index": 10, "sentence_text": "Analyse the actual structure of the target industry and the position of the company relative to this and its competitors.", "citations": [], "word_count": 20, "char_count": 121}
{"sentence_index": 11, "sentence_text": "Compare strategic assumptions with reality, evaluate the current strategy along with feasible alternatives and choose the strategy that best reflects the industry structure and the position of the company within it.", "citations": [], "word_count": 31, "char_count": 215}
{"sentence_index": 12, "sentence_text": "1 Porter, Michael E. Competitive Strategy, Techniques for analyzing industries and competitors.", "citations": [], "word_count": 12, "char_count": 95}
{"sentence_index": 13, "sentence_text": "New York, The Free Press 1980.", "citations": [], "word_count": 6, "char_count": 30}
{"sentence_index": 14, "sentence_text": "2 Andrews, K.R.", "citations": [], "word_count": 3, "char_count": 15}
{"sentence_index": 15, "sentence_text": "The Concept of Corporate Strategy, New York, Dow Jones-Irwin, 1971.", "citations": [], "word_count": 10, "char_count": 67}
{"sentence_index": 16, "sentence_text": "Christensen, C.R., Andrews, K.R., and Bower, J.L Business Policy: Text and Cases.", "citations": [], "word_count": 12, "char_count": 81}
{"sentence_index": 17, "sentence_text": "Homewood, Illinois, Richard D. Irwin, 1977.", "citations": [], "word_count": 6, "char_count": 43}
{"sentence_index": 18, "sentence_text": "3 Porter, Michael E. \"What is Strategy?", "citations": [], "word_count": 7, "char_count": 39}
{"sentence_index": 19, "sentence_text": "\", Harvard Business Review, November-December 1996.", "citations": [], "word_count": 6, "char_count": 51}
{"sentence_index": 20, "sentence_text": "12 MEASURING BUSINESS EXCELLENCE VOLUME 1 NUMBER 2 MILESTONES What Porter adds to this formula is the structural model for industry analysis implicit to steps one and two, and the impact that this approach has on strategy evaluation.", "citations": [], "word_count": 38, "char_count": 233}
{"sentence_index": 21, "sentence_text": "THE STRUCTURAL ANALYSIS OF INDUSTRIES The first step towards formulating a competitive strategy is to define the industry structure within which it is to operate.", "citations": [], "word_count": 25, "char_count": 162}
{"sentence_index": 22, "sentence_text": "The generic industry structure results from a balance of five basic com­ petitive forces (see figure 1).", "citations": [], "word_count": 17, "char_count": 104}
{"sentence_index": 23, "sentence_text": "The relative strength of these forces decides the competitive balance of an industry.", "citations": [], "word_count": 13, "char_count": 85}
{"sentence_index": 24, "sentence_text": "For example in the oil tanker industry the overriding factor is the bar­ gaining power of the buyers, the oil com­ panies, whereas in the case of the steel industry the major forces are competi­ tion from overseas and the availability of substitute materials.", "citations": [], "word_count": 44, "char_count": 259}
{"sentence_index": 25, "sentence_text": "The combined strength of the forces exerts pressure on the profitability of the industry.", "citations": [], "word_count": 14, "char_count": 89}
{"sentence_index": 26, "sentence_text": "POTENTIAL ENTRANTS The threat of new entrants is balanced by the barriers that must be overcome to gain a foothold in the industry.", "citations": [], "word_count": 23, "char_count": 131}
{"sentence_index": 27, "sentence_text": "■ Economies of scale, where compa­ nies must enter at a high production vol­ ume, research investment or level of cus­ tomer service.", "citations": [], "word_count": 23, "char_count": 133}
{"sentence_index": 28, "sentence_text": "(Mainframe computers) ■ Product differentiation, where new entrants must overcome existing brand loyalties reinforced by substantial mar­ keting and advertising.", "citations": [], "word_count": 20, "char_count": 161}
{"sentence_index": 29, "sentence_text": "(Cosmetics, investment banks) ■ Capital requirements, where new entrants face large capital investments and start-up costs.", "citations": [], "word_count": 16, "char_count": 123}
{"sentence_index": 30, "sentence_text": "(Mining and mineral extraction) ■ Switching costs, where it is expensive for customers to switch from existing products for reasons such as compatibil­ ity requirements or retraining costs.", "citations": [], "word_count": 28, "char_count": 189}
{"sentence_index": 31, "sentence_text": "(Business software) ■ Access to distribution channels, where new entrants must secure a distri­ bution network or where existing chan­ nels may be controlled by competitors.", "citations": [], "word_count": 26, "char_count": 173}
{"sentence_index": 32, "sentence_text": "(Film industry) ■ Existing companies may have cost advantages not available to new entrants, such as proprietary information ('secret ingredient' Coca-Cola, Polaroid), access to raw materials (Texas Gulf Sulphur), favourable locations, govern­ ment subsidies, or technical expertise (aircraft manufacturers).", "citations": [], "word_count": 39, "char_count": 308}
{"sentence_index": 33, "sentence_text": "■ Government restrictions such as environmental requirements, quality standards or access to materials.", "citations": [], "word_count": 13, "char_count": 103}
{"sentence_index": 34, "sentence_text": "The sum of these factors determines the 'entry deterring price', the unit price (or added value) attached to the product that equates to the cost of overcoming these entry barriers.", "citations": [], "word_count": 30, "char_count": 181}
{"sentence_index": 35, "sentence_text": "If existing competi­ tors price below this level then the entry of new companies for the sole purpose of creating a profitable market share will be discouraged.", "citations": [], "word_count": 27, "char_count": 160}
{"sentence_index": 36, "sentence_text": "Several factors may change the impact of entry barriers over time.", "citations": [], "word_count": 11, "char_count": 66}
{"sentence_index": 37, "sentence_text": "For instance when Polaroid's patent on instant photography technology expired, Kodak was able to enter the market.", "citations": [], "word_count": 17, "char_count": 114}
{"sentence_index": 38, "sentence_text": "Vertical integration may increase the importance of economies of scale, as in the motor industry which now tends to encompass both parts manufacture and assembly.", "citations": [], "word_count": 25, "char_count": 162}
{"sentence_index": 39, "sentence_text": "New technology may enable a new entrant to bypass the inherent learn­ ing curve of an industry and enter on an equal footing with established companies.", "citations": [], "word_count": 26, "char_count": 152}
{"sentence_index": 40, "sentence_text": "INDUSTRY COMPETITORS The intensity of rivalry between existing competitors results from a number of interacting structural factors.", "citations": [], "word_count": 17, "char_count": 131}
{"sentence_index": 41, "sentence_text": "■ Numerous equally balanced comVOLUME 1 NUMBER 2 MEASURING BUSINESS EXCELLENCE 13 MILESTONES petitors may have the resources for a protracted struggle for market share or may be competing for insufficient cus­ tomer demand.", "citations": [], "word_count": 34, "char_count": 223}
{"sentence_index": 42, "sentence_text": "■ Industry growth may not be suffi­ cient to sustain an acceptable level of profitability.", "citations": [], "word_count": 15, "char_count": 90}
{"sentence_index": 43, "sentence_text": "■ High fixed or storage costs mean firms must operate close to capacity; fluctuations in demand lead to over­ capacity and aggressive price cutting.", "citations": [], "word_count": 24, "char_count": 148}
{"sentence_index": 44, "sentence_text": "(Hazardous chemicals, paper) ■ Lack of product differentiation or low switching costs lead to increased price sensitivity on the part of the buyer.", "citations": [], "word_count": 23, "char_count": 147}
{"sentence_index": 45, "sentence_text": "(Personal computers) ■ Rapid expansion of production, in pursuit of economies of scale, leads eventually to over-capacity.", "citations": [], "word_count": 17, "char_count": 122}
{"sentence_index": 46, "sentence_text": "(Vinyl chlo­ ride, ammonium fertiliser) ■ Profitability is depressed by com­ petitors not interested in rapid growth such as: small companies sacrificing high investment returns for financial inde­ pendence; companies serving a sec­ ondary market, or 'dumping'; or sub­ sidiary companies being developed for longer-term growth.", "citations": [], "word_count": 46, "char_count": 327}
{"sentence_index": 47, "sentence_text": "■ Companies running high risk ven­ tures tend to be more expansionary and, as such, more willing to make sacrifices in return for rapid gains.", "citations": [], "word_count": 25, "char_count": 142}
{"sentence_index": 48, "sentence_text": "■ High exit barriers, whether financial, strategic or emotional, may prevent unprofitable concerns from leaving the market or drive them to ever more extreme business tactics.", "citations": [], "word_count": 26, "char_count": 175}
{"sentence_index": 49, "sentence_text": "BUYER INFLUENCE DETERMINES THE PROFIT THAT CAN BE EXTRACTED FROM A PRODUCT WHILE MEETING PRICE AND QUALITY DEMANDS.", "citations": [], "word_count": 18, "char_count": 115}
{"sentence_index": 50, "sentence_text": "Individual companies can influence the intensity of competition, for example by building forward compatibility into a product, or by integrating the product into their clients' operations to increase switching costs.", "citations": [], "word_count": 30, "char_count": 216}
{"sentence_index": 51, "sentence_text": "SUBSTITUTES Substitute products from other industries may compete directly on price and per­ formance.", "citations": [], "word_count": 14, "char_count": 102}
{"sentence_index": 52, "sentence_text": "Competition will 'cap' prices that individual companies can charge and drive down profitability, as in the case of fibreglass insulation manufacturers facing competition from low-cost substitutes such as cellulose and rock wool.", "citations": [], "word_count": 32, "char_count": 228}
{"sentence_index": 53, "sentence_text": "Products may remain distinctly differentiated by function, such as sugar manufacturing companies and manufacturers of artificial sweeteners.", "citations": [], "word_count": 17, "char_count": 140}
{"sentence_index": 54, "sentence_text": "The effect of cross-industrial competition may be to redefine industry boundaries, as in the case of security guard companies who have successfully adapted to the threat posed by electronic alarm systems by marketing their staff as 'skilled operators'.", "citations": [], "word_count": 38, "char_count": 252}
{"sentence_index": 55, "sentence_text": "BUYERS The relative bargaining powers of buy­ ers and suppliers reflects the familiar supply-demand axis of the traditional strategic model.", "citations": [], "word_count": 20, "char_count": 140}
{"sentence_index": 56, "sentence_text": "Porter, however, views both as independent forces operating on the industry as a whole.", "citations": [], "word_count": 14, "char_count": 87}
{"sentence_index": 57, "sentence_text": "Buyer influence determines the profit that can be extracted from a product while meeting price and quality demands.", "citations": [], "word_count": 18, "char_count": 115}
{"sentence_index": 58, "sentence_text": "14 MEASURING BUSINESS EXCELLENCE VOLUME 1 NUMBER 2 MILESTONES ■ The presence of a small number of large volume buyers increases price and service sensitivity.", "citations": [], "word_count": 25, "char_count": 158}
{"sentence_index": 59, "sentence_text": "(Bulk chemicals) ■ The larger the portion of buyer costs or consumer investment a product rep­ resents, the more likely they are to 'shop around'.", "citations": [], "word_count": 25, "char_count": 146}
{"sentence_index": 60, "sentence_text": "(Personal computers) ■ Where quality and added value are unimportant, the buyer will opt for the cheapest alternative.", "citations": [], "word_count": 18, "char_count": 118}
{"sentence_index": 61, "sentence_text": "■ Low switching costs will counteract brand loyalty and increase the impor­ tance of price or added value.", "citations": [], "word_count": 18, "char_count": 106}
{"sentence_index": 62, "sentence_text": "In indus­ tries where customer service is para­ mount, switching costs may be born by the service provider.", "citations": [], "word_count": 18, "char_count": 107}
{"sentence_index": 63, "sentence_text": "■ The threat of 'backward integration', where the buyer has the capability to make the product themselves will also restrict profitability.", "citations": [], "word_count": 21, "char_count": 139}
{"sentence_index": 64, "sentence_text": "(Motor vehicles, automotive parts) SUPPLIERS The bargaining power of the supplier Professor Porter regards the workforce of an industry also as a supplier - influ­ ences the inherent cost of a product.", "citations": [], "word_count": 32, "char_count": 201}
{"sentence_index": 65, "sentence_text": "A supplier group can maintain an inflated price structure and limit industry prof­ itability if: ■ a concentrated group of suppliers serves many purchasers.", "citations": [], "word_count": 24, "char_count": 156}
{"sentence_index": 66, "sentence_text": "■ the supplier is aware that there are no substitutes for their product, or that the cost of switching is prohibitively high.", "citations": [], "word_count": 22, "char_count": 125}
{"sentence_index": 67, "sentence_text": "■ the industry is not an important cus­ tomer of the supplier group.", "citations": [], "word_count": 13, "char_count": 68}
{"sentence_index": 68, "sentence_text": "PORTER'S DEFINITION OF COMPETITORS IS NOT SCALE-SPECIFIC, EMBRACING NATIONAL AND INTERNATIONAL ORGANIZATIONS ■ the suppliers' product is essential to or constitutes an important part of the buyers' operations.", "citations": [], "word_count": 28, "char_count": 209}
{"sentence_index": 69, "sentence_text": "■ the supplier group threatens 'for­ ward integration' - 'we can put them together as well as make them'.", "citations": [], "word_count": 19, "char_count": 105}
{"sentence_index": 70, "sentence_text": "Once the competitive balance and innate profitability of an industry are established, structural analysis may be translated into strategic planning.", "citations": [], "word_count": 20, "char_count": 148}
{"sentence_index": 71, "sentence_text": "■ The company may be positioned defensively, to afford maximum protec­ tion against competitive forces.", "citations": [], "word_count": 15, "char_count": 103}
{"sentence_index": 72, "sentence_text": "■ The company may try to change the balance of forces acting on the industry to improve its own position or the over­ all profitability of the industry.", "citations": [], "word_count": 28, "char_count": 152}
{"sentence_index": 73, "sentence_text": "■ The model may be used aggressively, to predict the future competitive balance of the industry and to position the com­ pany accordingly.", "citations": [], "word_count": 23, "char_count": 138}
{"sentence_index": 74, "sentence_text": "Professor Porter accepts that his def­ inition of an industry is as arbitrary as any, as illustrated by his distinction between 'competitors' and 'substitutes'.", "citations": [], "word_count": 24, "char_count": 160}
{"sentence_index": 75, "sentence_text": "He argues that the incorporation of both into his model reduces the importance of the exact delineation.", "citations": [], "word_count": 17, "char_count": 104}
{"sentence_index": 76, "sentence_text": "Similarly his definition of 'competitors' is not scalespecific, embracing both national and multinational organizations.", "citations": [], "word_count": 14, "char_count": 120}
{"sentence_index": 77, "sentence_text": "Although Professor Porter recog­ nises a difference between 'product' and 'function', he argues that this distinction applies to the internal structure of a company, and does not affect analysis VOLUME 1 NUMBER 2 MEASURING BUSINESS EXCELLENCE 15 MILESTONES of an industry as conducted within the competitive balance model.", "citations": [], "word_count": 48, "char_count": 322}
{"sentence_index": 78, "sentence_text": "GENERIC COMPETITIVE STRATEGIES Whether a company chooses to adopt a defensive or aggressive posture within its industry, Professor Porter identifies three generic strategies that may be used to reposition it with respect to its com­ petitors: overall cost leadership, differ­ entiation and focus.", "citations": [], "word_count": 43, "char_count": 296}
{"sentence_index": 79, "sentence_text": "These strategies allow the company to outperform its competitors within the industry, but do not in themselves guar­ antee profitability in an inherently unprofitable environment.", "citations": [], "word_count": 25, "char_count": 179}
{"sentence_index": 80, "sentence_text": "COST LEADERSHIP Cost leadership, the most commonly adopted strategy, involves the ruthless pursuit of economy and efficiency in all business operations with the aim of pro­ viding the product or service to the buyer at the lowest possible price.", "citations": [], "word_count": 39, "char_count": 245}
{"sentence_index": 81, "sentence_text": "Although this does not preclude an attention to quality and detail, these are not the primary considerations.", "citations": [], "word_count": 17, "char_count": 109}
{"sentence_index": 82, "sentence_text": "A typical cost leadership strategy will involve amassing market share in pursuit of efficiencies of scale, keeping tight con­ trol of overheads and maximising the cost benefits of industry experience and new technology.", "citations": [], "word_count": 33, "char_count": 219}
{"sentence_index": 83, "sentence_text": "The company will avoid un­ profitable or marginal customer accounts and minimise running costs or invest­ ment in processes seen as ancillary, such as research and development, salesforce, advertising and customer service.", "citations": [], "word_count": 32, "char_count": 222}
{"sentence_index": 84, "sentence_text": "Once in place, a cost leadership strategy should be self-sustaining as increased market share leads to further economies of scale.", "citations": [], "word_count": 20, "char_count": 130}
{"sentence_index": 85, "sentence_text": "ADVANTAGES ■ The company is defended against cost cutting by less efficient competitors since its profit margin will be greater at any given price.", "citations": [], "word_count": 24, "char_count": 147}
{"sentence_index": 86, "sentence_text": "■ Equally, the company is best placed within the industry to defend against substitution or new entrants.", "citations": [], "word_count": 17, "char_count": 105}
{"sentence_index": 87, "sentence_text": "■ The strategy allows for sufficient price flexibility to minimise the impact of supplier demands, while price-sensi­ tivity on the part of the buyer actually works in favour of the company in terms of market share.", "citations": [], "word_count": 36, "char_count": 215}
{"sentence_index": 88, "sentence_text": "DRAWBACKS ■ The strategy may require an initial competitive advantage - a head start - to be successful, such as a high initial mar­ ket share, access to cheap raw materials or an extensive distribution network.", "citations": [], "word_count": 36, "char_count": 211}
{"sentence_index": 89, "sentence_text": "■ The existing product line may require redesign, either to optimise ease of manufacture or to provide a range of related products to serve as broad a cus­ tomer base as possible.", "citations": [], "word_count": 32, "char_count": 179}
{"sentence_index": 90, "sentence_text": "■ As a result the start-up costs may be substantial, involving extensive process redesign and investment in the latest technology.", "citations": [], "word_count": 20, "char_count": 130}
{"sentence_index": 91, "sentence_text": "■ The price differential must be main­ tained through continual streamlining and reinvestment in processes, to the potential detriment of product quality.", "citations": [], "word_count": 22, "char_count": 154}
{"sentence_index": 92, "sentence_text": "■ Other players in the industry may reduce their own costs through imita­ tion of technology and production processes, this will inevitably drive down overall industry profitability.", "citations": [], "word_count": 27, "char_count": 182}
{"sentence_index": 93, "sentence_text": "DIFFERENTIATION Differentiation involves developing one significant aspect of a product in order to set it apart from its competitors.", "citations": [], "word_count": 19, "char_count": 134}
{"sentence_index": 94, "sentence_text": "One or more product functions, such as brand image and identity, technology and features or customer service and 16 MEASURING BUSINESS EXCELLENCE VOLUME 1 NUMBER 2 MILESTONES dealer network, is developed to a high quality level and the resultant added value perceived by the customer offsets the impact of higher price.", "citations": [], "word_count": 51, "char_count": 319}
{"sentence_index": 95, "sentence_text": "ADVANTAGES ■ This strategy defends against buyer price-sensitivity through brand loyalty and perceived added value.", "citations": [], "word_count": 15, "char_count": 115}
{"sentence_index": 96, "sentence_text": "■ Increased profit margins should deflect the impact of cost leadership by the opposition.", "citations": [], "word_count": 14, "char_count": 90}
{"sentence_index": 97, "sentence_text": "■ Similarly, higher margins will absorb pressure from suppliers.", "citations": [], "word_count": 9, "char_count": 64}
{"sentence_index": 98, "sentence_text": "DRAWBACKS ■ Differentiation may result in per­ ceived exclusivity and limit market share.", "citations": [], "word_count": 13, "char_count": 89}
{"sentence_index": 99, "sentence_text": "■ Because of the need to invest in such areas as research and development, high quality materials or intensive customer support, differentiation is also likely to involve a cost trade-off that may lead to defection of existing customers.", "citations": [], "word_count": 38, "char_count": 237}
{"sentence_index": 100, "sentence_text": "■ The strategy involves high start-up and running costs.", "citations": [], "word_count": 9, "char_count": 56}
{"sentence_index": 101, "sentence_text": "■ The company runs the risk of imita­ tion by competitors and a fall in demand if the buyers' need for a differentiated product declines.", "citations": [], "word_count": 25, "char_count": 137}
{"sentence_index": 102, "sentence_text": "FOCUS The focus strategy may be viewed as a variation on the differentiation approach, in that it involves targeting the product specifically towards the needs of a highly defined market seg­ ment.", "citations": [], "word_count": 32, "char_count": 197}
{"sentence_index": 103, "sentence_text": "The company aims to provide an CHANGING THE SITUATION IN THIS CONTEXT CAN MEAN CHANGING THE RULES OF THE GAME WITHIN YOUR INDUSTRY.", "citations": [], "word_count": 23, "char_count": 131}
{"sentence_index": 104, "sentence_text": "exhaustive sen-ice to a precisely identi­ fied buyer group, product line or geo­ graphic market.", "citations": [], "word_count": 15, "char_count": 96}
{"sentence_index": 105, "sentence_text": "Ideally the product will achieve both a differentiated and low cost position with respect to its chosen market segment.", "citations": [], "word_count": 19, "char_count": 119}
{"sentence_index": 106, "sentence_text": "ADVANTAGES ■ The targeting of a specific market segment should avoid altogether the threats of competition, substitution and new entrants.", "citations": [], "word_count": 20, "char_count": 138}
{"sentence_index": 107, "sentence_text": "■ The strategy feeds brand loyalty and raises switching costs.", "citations": [], "word_count": 10, "char_count": 62}
{"sentence_index": 108, "sentence_text": "■ The company is able to focus exclu­ sively on profitable market segments.", "citations": [], "word_count": 13, "char_count": 75}
{"sentence_index": 109, "sentence_text": "■ The company's share in the target market should increase substantially as the company is able to monopolise its selected distribution channels.", "citations": [], "word_count": 22, "char_count": 145}
{"sentence_index": 110, "sentence_text": "DRAWBACKS ■ Focus involves similar cost and investment considerations to the generic differentiation strategy.", "citations": [], "word_count": 14, "char_count": 110}
{"sentence_index": 111, "sentence_text": "■ Changes in standard product config­ uration among competitors may lead to cost disadvantages where non-focused products begin to meet the demands of the focused market segment.", "citations": [], "word_count": 27, "char_count": 178}
{"sentence_index": 112, "sentence_text": "■ Fragmentation of the target market may lead to competitors outflanking the company by identifying even more tightly defined market segments.", "citations": [], "word_count": 21, "char_count": 142}
{"sentence_index": 113, "sentence_text": "■ The target market may not follow the same growth pattern as the overall industry market.", "citations": [], "word_count": 16, "char_count": 90}
{"sentence_index": 114, "sentence_text": "■ VOLUME 1 NUMBER 2 MEASURING BUSINESS EXCELLENCE 17", "citations": [], "word_count": 9, "char_count": 52}
