{
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "O",
    "1": "B-EXTENDS",
    "2": "I-EXTENDS",
    "3": "B-INSPIRED_BY",
    "4": "I-INSPIRED_BY",
    "5": "B-REFUTES",
    "6": "I-REFUTES",
    "7": "B-USES_METHOD_OF",
    "8": "I-USES_METHOD_OF",
    "9": "B-SUPPORTS",
    "10": "I-SUPPORTS",
    "11": "B-ELABORATES",
    "12": "I-ELABORATES",
    "13": "B-CITES",
    "14": "I-CITES",
    "15": "B-REPEATS",
    "16": "I-REPEATS",
    "17": "B-CONTRASTS",
    "18": "I-CONTRASTS",
    "19": "B-QUALIFIES",
    "20": "I-QUALIFIES"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "B-CITES": 13,
    "B-CONTRASTS": 17,
    "B-ELABORATES": 11,
    "B-EXTENDS": 1,
    "B-INSPIRED_BY": 3,
    "B-QUALIFIES": 19,
    "B-REFUTES": 5,
    "B-REPEATS": 15,
    "B-SUPPORTS": 9,
    "B-USES_METHOD_OF": 7,
    "I-CITES": 14,
    "I-CONTRASTS": 18,
    "I-ELABORATES": 12,
    "I-EXTENDS": 2,
    "I-INSPIRED_BY": 4,
    "I-QUALIFIES": 20,
    "I-REFUTES": 6,
    "I-REPEATS": 16,
    "I-SUPPORTS": 10,
    "I-USES_METHOD_OF": 8,
    "O": 0
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.53.2",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 31090
}
